Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Markus zachowuje się tak, jakby złoto zawróciło mu w głowie.
uk: Маркус поводиться так, ніби втратив розум від золота.

source: Markus zaproponował, byśmy razem udali się do mrocznego lasu za Silbach. On będzie polował na Bestię, a ja rozejrzę się za oddziałem Gerwina. Kiedy będę gotowy do drogi, powinienem z nim porozmawiać.
uk: Маркус запропонував піти разом до темного лісу за Сільбахом. Він полюватиме на Звіра, а я роздивлятимуся довкола в пошуках загону Гервіна. Коли я буду готовий вирушати, потрібно поговорити з ним.

source: Markus zastąpi Folkarda jeśli przyniosę mu wino i kawałek szynki.
uk: Маркус підмінить Фолькарда, якщо я принесу йому вина і шматок шинки.

source: Markus!
uk: Маркусе!

source: Markus, jeden z myśliwych w wiosce, powiedział mi, że dzika najprędzej znajdę na obszarach gęsto zalesionych. Ostatnio widział kilka osobników w lesie na południe od wioski.
uk: Маркус, один з мисливців у селі, розповів мені, що диких кабанів найчастіше можна зустріти в густих лісах. Нещодавно він бачив кілька особин у лісі на південь від села.

source: Markus, myśliwy kręcący się w okolicy Silbach, może mnie nauczyć podstaw oprawiania zwierząt, pozyskiwania kłów, pazurów, żuwaczek oraz gruczołów jadowych i skrzydeł krwiopijców.
uk: Мисливець Маркус, який вештається в околицях Сільбаху, може навчити мене основам білування тварин, вириванню ікол, кігтів, щелеп, а також отруйних залоз і крил шершнів.

source: Markus, zostaw to złoto, musimy uciekać!
uk: Маркусе, залиш золото, треба втікати!

source: Marnujesz się wśród błota obijając mordy tych niewyszkolonych prostaków.
uk: Ти зариваєш свій талант у землю, б'ючись з цими ненавченими простаками.

source: Marny ze mnie mówca. Gerstand nie chciał nawet spróbować Mrocznego Paladyna. Tomas nie będzie zadowolony...
uk: Я поганий оратор. Герстанд не захотів навіть спробувати Темного Паладина. Томас не зрадіє...

source: Marsz prosto do ratusza, i ani słowa więcej!
uk: Марш прямо до ратуші, і більше ні слова!

source: Martha
uk: Марта

source: Martha chce, by Bastian zdobył tuzin jaj ścierwojada - jeśli mam przy sobie kilka, to karczmarz z pewnością będzie je chciał ode mnie kupić po dobrej cenie.
uk: Марта хоче, щоб Бастіан дістав дюжину яєць падальників. Якщо у мене знайдеться кілька штук, корчмар неодмінно захоче купити їх у мене за вигідною ціною.

source: Martha cieszy się, że dzięki mnie pozbyła się Lutza ze swojego życia. Już nigdy nie powinienem bawić się w swaty. Niestety, Martha Najwidoczniej nie jest też zainteresowana Viktorem. Biedny chłopak. Sprawdzę jeszcze, co u niego, i czy Lutz dotarł do miasta w jednym kawałku.
uk: Марта рада, що я допоміг їй викреслити Люца зі свого життя. Більше ніколи не буду грати роль свахи. На жаль, Віктор теж зовсім не цікавить Марту. Бідолаха. Я все-таки навідаюся до нього, а потім дізнаюся, чи Люц дістався до міста цілим і неушкодженим.

source: Martha i Bastian chwalą go na każdym kroku.
uk: Марта і Бастіан хвалять його на кожному кроці.

source: Martha i Lutz byli zachwyceni naszym występem. Zostawię ich teraz samych. Później sprawdzę, jak poszło Lutzowi.
uk: Марта і Люц були в захваті від нашого виступу. Я залишу їх наодинці. Пізніше спитаю у Люца, як все пройшло.

source: Martha i Lutz znów są parą. Kto by się spodziewał? Dla mnie najważniejsza jest nagroda w postaci miecza z magicznej rudy. Lutz wspominał też, że Martha chce ze mną porozmawiać.
uk: Марта і Люц знову разом. Хто б міг подумати? Та для мене найцікавіше – це нагорода у вигляді меча з магічної руди. Люц також згадував, що Марта хоче поговорити зі мною.

source: Martha i Lutz znów są parą. Kto by się spodziewał? W nagrodę otrzymałem od niego naprawdę solidny oręż. Lutz wspominał też, że Martha chce ze mną porozmawiać.
uk: Марта і Люц знову разом. Хто б міг подумати? В нагороду я отримав від нього дійсно хорошу зброю. Люц також згадував, що Марта хоче поговорити зі мною.

source: Martha jak zwykle w humorze!
uk: Марта як завжди в доброму гуморі!

source: Martha jest wściekła. Bardziej niż zwykle. Nie takiego finału oczekiwałem po ostatnich swatach. Może chociaż Lutz jest z tej sytuacji zadowolony?
uk: Марта розлючена. Більше, ніж зазвичай. Не такий фінал я очікував від нещодавнього сватання. Можливо, принаймні Люц задоволений ситуацією?

source: Martha jest zapewne przyzwyczajona do jego smaku i nie będzie chciała próbować niczego innego. Dobra robota!
uk: Марта, мабуть, вже звикла до його смаку і не захоче куштувати нічого іншого. Чудова робота!

source: Martha jest zbyt dumna, by poprosić o pomoc, a Bastian obawia się gniewu Albyna, więc siedzą cicho.
uk: Марта занадто горда, щоб попросити про допомогу, а Бастіан боїться розгнівати Альбіна, тому вони просто мовчать.

source: Martha nie chciała mnie poczęstować swoim gulaszem. Chyba wciąż dostatecznie nam nie ufa. Może gdybym pomógł ludziom z wioski, inaczej by na mnie spojrzała?
uk: Марта не захотіла пригостити мене своїм рагу. Думаю, вона все ще нам не довіряє. Може, якби я допомагав людям у селі, вона б ставилася до мене по-іншому?

source: Martha podała mu napar ziołowy i regularnie nakłada kompresy na ranę, ale wciąż jest bardzo osłabiony.
uk: Марта дала йому трав'яний настій і регулярно прикладає компреси до рани, але він все ще дуже слабкий.

source: Martha przyłapała mnie na podkradaniu gulaszu i zabrała garnek. Chyba nie mam co liczyć na kolejne porcje. Muszę znaleźć inny sposób na zdobycie gulaszu.
uk: Марта спіймала мене на крадіжці її рагу, і забрала горщик. Думаю, я можу не розраховувати на нові порції. Доведеться пошукати інший спосіб дістати це рагу.

source: Martha również nagrodziła mnie za moje trudy. Za jakiś czas zobaczę, jak im się układa.
uk: Марта також винагородила мене за мої зусилля. Пізніше я перевірю, як у них все складеться.

source: Martha z chęcią przyjęła złoto, ale wciąż nie ma ochoty na spotkanie z byłym kochankiem. Muszę się dowiedzieć, jak jej zaimponować. Viktor i Bastian znają ją najlepiej, może będą w stanie mi pomóc.
uk: Марта з радістю прийняла золото, але досі не має бажання зустрічатися з колишнім коханим. Я маю з'ясувати, як справити на неї враження. Віктор і Бастіан знають її найкраще, можливо, вони зможуть мені допомогти.

source: Martha zdążyła mnie już przyłapać na podkradaniu gulaszu. Chyba nie mam co liczyć na kolejne porcje od niej. Muszę znaleźć inny sposób na zdobycie gulaszu.
uk: Марта помітила, що я намагався вкрасти її рагу. Думаю, я можу не розраховувати на нові порції від неї. Доведеться пошукати інший спосіб дістати це рагу.

source: Martha, mam do ciebie pewną delikatną sprawę.
uk: Марто, я маю до тебе одну делікатну справу.

source: Martha, pracowniczka tutejszej karczmy, nie przywitała nas zbyt wylewnie, ale zaraz potem przyszedł Viktor, jej pomocnik, i trochę ją udobruchał. Opowiedziałem mu naszą historię, a teraz pora na zasłużony odpoczynek. W pokoju na piętrze powinno czekać na mnie wolne łóżko.
uk: Марта, працівниця місцевої корчми, зустріла нас не надто привітно, але незабаром з'явився Віктор, її помічник, і трохи заспокоїв її. Я розповів йому нашу історію, і тепер настав час для заслуженого відпочинку. У кімнаті нагорі на мене має чекати вільне ліжко.

source: Martha, pracowniczka tutejszej karczmy, nie przywitała nas zbyt wylewnie, ale zaraz potem przyszedł Viktor, jej pomocnik, i trochę ją udobruchał. Rano opowiem mu, jak się tutaj znaleźliśmy i dlaczego ich niepokoimy. Ach, wygodne łóżko, co za wspaniała rzecz... w pokoju na piętrze powinno na mnie jakieś czekać.
uk: Марта, працівниця місцевої корчми, зустріла нас не надто привітно, але незабаром з'явився Віктор, її помічник, і трохи її заспокоїв. Вранці я розповім йому, як ми сюди потрапили та чому їх потурбували. Ах, зручне ліжко, яка чудова річ... В кімнаті нагорі на мене повинно чекати одне таке.

source: Martha.
uk: Марта.

source: Martha?! Mówisz o tym zhardziałym i opryskliwym babsku?
uk: Марта?! Ти про ту сварливу і грубу жінку?

source: Martwię się o ojca. Nigdy nie był przesadnie rozmowny, ale stał się, taki nieobecny.
uk: Я хвилююся за батька. Він ніколи не був надто балакучим, але останнім часом став таким замкнутим.

source: Martwię się, co mogła napisać. Ty byś potrafił go odczytać?
uk: Я хвилююся, що саме вона могла написати. А ти зможеш його прочитати?

source: Martwy demon
uk: Мертвий демон

source: Martwy pirat miał przy sobie sporą działkę ziela. Powinienem oddać ją Cortezowi.
uk: У мертвого пірата був при собі великий пакунок трави. Треба віддати його Кортезу.

source: Marvin
uk: Марвін

source: Marvin - przybysz znikąd, obywatel miasta Archolos, prowadzący śledztwo w sprawie zamachu na jednego z możnych...
uk: Марвін – що прибув нізвідки, громадянин міста Архолос, котрий веде розслідування щодо замаху на одного з вельмож...

source: Marvin Pogromca Morskich Bestii!
uk: Марвін – Приборкувач морських чудовиськ!

source: Marvin dobrze, że cię widzę!
uk: Марвіне, радий тебе бачити!

source: Marvin jest moim czeladnikiem i przysługują
uk: Марвін є моїм учнем і володіє

source: Marvin nie obraź się, ale zostaw nas samych. Mamy parę spraw do wyjaśnienia.
uk: Марвіне, не ображайся, але залиш нас наодинці. Нам потрібно дещо з'ясувати.

source: Marvin nieustraszony najemnik! No ładnie, ładnie!
uk: Марвін – безстрашний найманець! Чудово, чудово!

source: Marvin obrońca Archolos! Kto by się spodziewał!
uk: Марвін – захисник Архолосу! Хто б міг подумати!

source: Marvin proszę cię o rozładunek, a nie o badanie genezy pochodzenia towaru.
uk: Марвіне, я прошу тебе лише розвантажити товар, а не з'ясовувати його походження.

source: Marvin z tej strony.
uk: А я Марвін.

source: Marvin zostaje zwycięzcą drugiej rundy!
uk: Марвін стає переможцем другого раунду!

source: Marvin zostaje zwycięzcą pierwszej rundy turnieju!
uk: Марвін стає переможцем першого раунду турніру!

source: Marvin zostanie koordynatorem całej operacji pod moją nieobecność. Mam gdzieś, czy ktoś tutaj przerasta go rangą lub doświadczeniem.
uk: Марвін стане координатором всієї операції під час моєї відсутності. Мені байдуже, якщо хтось із вас вищий від нього за званням чи досвідом.

source: Marvin!
uk: Марвіне!

source: Marvin! Dobrze cię widzieć!
uk: Марвіне! Радий тебе бачити!

source: Marvin! Idealnie się składa, jest bojowe zadanie dla ciebie.
uk: Марвіне! Все відмінно склалося, для тебе є бойове завдання.

source: Marvin! Jak dobrze cię widzieć!
uk: Марвіне! Радий тебе бачити!

source: Marvin! Jak to dobrze, że znowu przyjdzie nam razem pracować!
uk: Марвіне! Як добре, що ми знову працюємо разом!

source: Marvin! Jesteś tutaj! Proszę, przemów im do rozsądku!
uk: Марвіне! Ти тут! Будь ласка, напоум їх!

source: Marvin! Kolego, na pewno znajdziemy rozsądne wyjście z tej sytuacji.
uk: Марвіне! Друже, я впевнений, що ми знайдемо розумний вихід з цієї ситуації.

source: Marvin! Rozumiem, że różnie układało się między nami, ale...
uk: Марвіне! Я розумію, що між нами було по-різному, але...

source: Marvin! Spotkaj się jutro ze mną przy karczmie w Silbach. Mamy do pogadania.
uk: Марвіне! Зустрінемось завтра у корчмі в Сільбаху. Потрібно дещо обговорити.

source: Marvin! Szukaliśmy ciebie!
uk: Марвіне! Ми як раз тебе шукали!

source: Marvin! Znowu się spotykamy. Widzę, że nieźle się tu zadomowiłeś! Co u ciebie? Znalazłeś Jorna?
uk: Марвіне! Ми знову зустрілися. Бачу, що ти тут непогано влаштувався! Як справи? Знайшов Йорна?

source: Marvin,
uk: Марвіне,

source: Marvin, Marvin, Marvin... Muszę przyznać, że nie spodziewałem się, że staniesz się tak doświadczonym alchemikiem w tak krótkim czasie.
uk: Марвін, Марвін, Марвін... Мушу зізнатися, я не очікував, що за такий короткий час ти станеш настільки досвідченим алхіміком.

source: Marvin, Marvin, Marvin... Od czego by tu zacząć...
uk: Марвін, Марвін, Марвін... З чого б почати...

source: Marvin, biegasz po całym mieście szukając zamachowca, wystarczyło popytać. Poza tym, szukanie ludzi to część mojej pracy.
uk: Марвіне, ти бігаєш по всьому місту в пошуках злочинця, достатньо було просто розпитати. Крім того, шукати людей – це частина моєї роботи.

source: Marvin, chodź tutaj. Mamy coś ważnego do zrobienia.
uk: Марвіне, підійди. Ми маємо зробити дещо важливе.

source: Marvin, chodź za mną, musimy oczyścić teren.
uk: Марвіне, ходімо зі мною, треба розчистити територію.

source: Marvin, chwilę się nie widzieliśmy. Co cię tu sprowadza?
uk: Марвіне, давненько не бачились. Що привело тебе сюди?

source: Marvin, co myślisz?
uk: Марвіне, що думаєш?

source: Marvin, co u ciebie? Wyglądasz jakoś... Inaczej... Coś się stało?
uk: Марвіне, як ти? Виглядаєш якось... по-іншому... що сталося?

source: Marvin, czegokolwiek byś nie potrzebował, przychodzisz w złym momencie.
uk: Марвіне, що б ти не потребував, ти прийшов у невдалий час.

source: Marvin, czy ty myślisz, że nie wysyłam ludzi by przesłuchali tych wszystkich obdartusów, których przyprowadziłeś?
uk: Марвіне, ти думаєш, я не посилав людей, щоб допитати всіх тих недоумків, яких ти привів?

source: Marvin, daj już temu spokój. Mam ważniejsze sprawy na głowie. Bestia nie żyje, temat jest zamknięty.
uk: Марвіне, припини вже. У мене є важливіші справи. Звір мертвий, тема закрита.

source: Marvin, daj spokój, mamy zadanie do wykonania. Nie czas teraz na głupie pytania.
uk: Марвіне, облиш, у нас є робота. Зараз не час для дурних запитань.

source: Marvin, do samego końca miałem nadzieję, że do tego nie dojdzie, ale nie pozostawiasz mi wyboru.
uk: Марвіне, до самого кінця я сподівався, що до цього не дійде, але ти не залишив мені вибору.

source: Marvin, dobrze cię widzieć całego i zdrowego w mieście. Jak ci się podoba Archolos? Robi wrażenie, co?
uk: Марвіне, радий бачити тебе в місті цілим і здоровим. Як тобі Архолос? Вражає, правда?

source: Marvin, dobrze cię widzieć!
uk: Марвіне, радий тебе бачити!

source: Marvin, dobrze, że jesteś! Już się wszystkiego dowiedziałem, wchodź śmiało. Może tobie się uda coś ustalić.
uk: Марвіне, радий тебе бачити! Мені про все доповіли, проходь сміливо. Може, тобі вдасться щось з'ясувати.

source: Marvin, dziękuję ci, że przybyłeś tutaj ze mną. To jest jednak coś, co muszę zrobić sam.
uk: Марвіне, дякую, що прийшов сюди зі мною. Однак це те, що я маю зробити сам.

source: Marvin, idealne wyczucie czasu! Zaraz rozpocznie się pojedynek!
uk: Марвіне, ти вчасно! Поєдинок ось-ось розпочнеться!

source: Marvin, jest sprawa. Bardzo poważna, wręcz wagi państwowej.
uk: Марвіне, є одна справа. Дуже серйозна, навіть державної важливості.

source: Marvin, jestem pewny, że zrobiłeś wszystko co w twojej mocy by ich uratować.
uk: Марвіне, я впевнений, що ти зробив усе, що було в твоїх силах, щоб врятувати їх.

source: Marvin, jesteś dobrym chłopakiem, ale musisz zrozumieć, że nie wszystkich możesz uratować.
uk: Марвіне, ти хороший хлопець, але ти повинен розуміти, що не зможеш врятувати всіх.

source: Marvin, jesteś jeszcze młody, więc udzielę ci rady: nie wchodź w sprawy tych dużych, bo zanim się obejrzysz, możesz zostać zdeptany. I już nigdy się nie podniesiesz.
uk: Марвін, ти ще молодий, тому я дам тобі пораду: не лізь у справи дорослих, бо не встигнеш і оком кліпнути, як тебе розтопчуть. І ти вже ніколи не зможеш піднятися.

source: Marvin, jesteś wreszcie!
uk: Марвіне, нарешті ти прийшов!

source: Marvin, jesteś!
uk: Марвіне, ось ти де!

source: Marvin, jesteś. Słuchaj, jest ważna sprawa do załatwienia, w sam raz dla ciebie.
uk: Марвіне, ось ти де. Слухай, у мене є важлива справа, якраз для тебе.

source: Marvin, jesteśmy na patrolu, nie na spacerze!
uk: Марвіне, ми у патрулі, а не на прогулянці!

source: Marvin, masz niesłychanie ważne zadanie na głowie, to nie czas na pogaduszki!
uk: Марвіне, на тебе чекає надзвичайно важливе завдання, немає часу на балачки!

source: Marvin, miałeś już okazję odwiedzić naszą kopalnię złota?
uk: Марвіне, ти вже встиг відвідати нашу золоту копальню?

source: Marvin, mogłabym spytać o to samo ciebie. Dlaczego latasz po całej wyspie z miejsca na miejsce jak poparzony? Dlaczego chwytasz się jakiejkolwiek dostępnej roboty?
uk: Марвіне, я можу запитати тебе про те ж саме. Чому ти ганяєш по всьому острову з місця на місце, наче обпечений? Чому ти хапаєшся за будь-яку роботу?

source: Marvin, moi ludzie przebywają dzień i noc w posiadłości Volkera. Sprawdzają wszystkie dokumenty by zweryfikować należny podatek na rzecz królestwa.
uk: Марвіне, мої люди не сидять днями і ночами у маєтку Волкера. Вони перевіряють усі документи, щоб прорахувати належний податок на користь королівства.

source: Marvin, może pobiegniesz do niego i poprosisz o coś na ranę brata?
uk: Марвіне, чому б тобі не збігати до нього і не попросити щось для рани твого брата?

source: Marvin, możemy porozmawiać na osobności?
uk: Марвіне, ми можемо поговорити наодинці?

source: Marvin, nie baw się w kłamcę, bo ci to nie wychodzi i tylko robisz z siebie idiotę. Simonowi powiedziałeś o orkach, a mnie próbujesz oszukać.
uk: Марвіне, не бреши мені, тому що в тебе погано виходить, і ти виставляєш себе ідіотом. Ти розповів Саймону про орків і намагаєшся обдурити мене.

source: Marvin, nie ma czasu gadać, trzeba załatwić sprawę tych beczek!
uk: Марвіне, немає часу на розмови, треба розібратися з цими бочками!

source: Marvin, nie ma sensu z nim rozmawiać. To marna gadzina, wąż, który będzie ci sączył jad, aż całkiem zgłupiejesz!
uk: Марвіне, немає сенсу з ним розмовляти. Він паршивий плазун – змія, яка буде впускати в тебе отруту, поки ти повністю не онімієш!

source: Marvin, nie nadużywaj mojej cierpliwości.
uk: Марвіне, не випробовуй моє терпіння.

source: Marvin, nie rób tego! Rozjemca musi trafić do klasztoru! To jedyny sposób, by w końcu zmusić magów do powstrzymania szaleństwa Lichwiarza!
uk: Марвіне, не роби цього! Миротворець мусить потрапити до монастиря! Це єдиний спосіб змусити магів зупинити божевілля Лихваря!

source: Marvin, nie wszyscy z naszych dotarli do wioski.
uk: Марвіне, не всі з нас дісталися до села.

source: Marvin, nie zrozum mnie źle, ale ja nie chcę się do tego mieszać. Wiesz w ogóle, co ten człowiek jej zrobił?
uk: Марвіне, зрозумій мене правильно, але я не хочу в це вплутуватися. Ти хоч знаєш, як він з нею вчинив?

source: Marvin, pamiętasz jak mówiłem, że będę coś dla ciebie miał? No to mam.
uk: Марвіне, пам'ятаєш, я казав, що маю дещо для тебе? Так ось, тримай.

source: Marvin, pamiętasz, jak ci mówiłam, że będę coś dla ciebie miała? No to mam.
uk: Марвіне, пам'ятаєш, я казала, що маю дещо для тебе? Ось воно.

source: Marvin, pamiętasz, jak ci mówiłem, że będę coś dla ciebie miał? No to mam.
uk: Марвіне, пам'ятаєш, я казав, що маю дещо для тебе? Що ж, ось.

source: Marvin, podejdź na chwilę, mam sprawę.
uk: Марвіне, підійди на хвилинку, маю справу.

source: Marvin, pomyślałem sobie, że sprawię ci mały prezent, za naszą owocną współpracę.
uk: Марвіне, я вирішив зробити тобі невеличкий подарунок в знак подяки за нашу плідну співпрацю.

source: Marvin, prawda?
uk: Марвін, чи не так?

source: Marvin, prawda? Chyba już mieliśmy okazję się poznać...
uk: Марвін, вірно? Здається, ми вже зустрічались...

source: Marvin, proszę, przemyśl to... nie chcę z tobą walczyć.
uk: Марвіне, будь ласка, подумай ще раз... Я не хочу битися з тобою.

source: Marvin, przestań się wygłupiać i chodź. I tak już zmarnowaliśmy za dużo czasu!
uk: Марвіне, годі клеїти дурня, ходімо. Ми і так вже згаяли забагато часу!

source: Marvin, przyjdź do mego gabinetu. Potem nie będzie mnie dla nikogo! Zrozumieliście?
uk: Марвіне, зайдеш до мене. Потім я буду зайнятий! Ви все зрозуміли?

source: Marvin, przyjąłem cię, kiedy potrzebowałeś pomocy w tym mieście. Proszę. Nikt inny nie nadaje się do tego zadania.
uk: Марвіне, я прийняв тебе, коли ти потребував допомоги в цьому місті. Прошу тебе. Ніхто інший не впорається з цим завданням.

source: Marvin, próbuję odpocząć, przyjdź rano.
uk: Марвіне, я намагаюся заснути, давай вранці.

source: Marvin, sam wiesz, ile wynosi żołd.
uk: Марвіне, ти ж сам знаєш, скільки мені платять.

source: Marvin, sprawa z orkiem sama się nie rozwiąże. Nie traćmy czasu na czcze gadanie.
uk: Марвіне, проблема з орками сама собою не вирішиться. Не будемо витрачати час на пусті балачки.

source: Marvin, tak? Gratulacje!
uk: Марвін, так? Вітаю!

source: Marvin, takie metody nie dają mi satysfakcji... ale co by o nich nie mówić, są skuteczne.
uk: Марвіне, такі методи мені також не приносять задоволення... але що б про них не говорили, вони дієві.

source: Marvin, ten miecz nie należy do ciebie, pamiętaj.
uk: Марвіне, цей меч не належить тобі, пам'ятай.

source: Marvin, to Rozjemca! Ulryk musi być w środku!
uk: Марвіне, це Миротворець! Ульрік має бути всередині!

source: Marvin, to była jego własna decyzja. Jego krew spoczywa na jego własnych rękach i na rękach samego Lichwiarza. To on jest powodem tych wszystkich cierpień.
uk: Марвіне, це було його власне рішення. Його кров на його власних руках і на руках самого Лихваря. Саме він є причиною усіх цих страждань.

source: Marvin, to jedyny sposób by się stąd wydostać. Nic ci nie będzie!
uk: Марвіне, це єдиний спосіб вибратися звідси. З тобою все буде гаразд!

source: Marvin, to nie we mnie powinieneś celować.
uk: Марвіне, не в мене тобі треба цілитися.

source: Marvin, to ty?
uk: Марвіне, це ти?

source: Marvin, to ty? Początkowo nie poznałam cię z tą blizną na twarzy, ale głos wydawał mi się jakiś znajomy.
uk: Марвіне, це ти? Спочатку я не впізнала тебе зі шрамом на обличчі, але твій голос здався мені знайомим.

source: Marvin, to ty? Początkowo nie poznałam cię z tą blizną na twarzy, ale głos wydawał się jakiś znajomy.
uk: Марвіне, це ти? Спочатку я не впізнала тебе зі шрамом на обличчі, але твій голос здався мені знайомим.

source: Marvin, trochę już u mnie pracujesz, opanowałeś praktycznie wszystko, czego mogłem cię nauczyć.
uk: Марвіне, ти працюєш на мене вже досить давно, і ти опанував практично все, чому я міг тебе навчити.

source: Marvin, tylko tędy przechodziłem...
uk: Марвін. Я просто проходив повз...

source: Marvin, wiesz, co się tutaj dzieje? Gdzie są ci parszywi renegaci?
uk: Марвіне, ти знаєш, що тут відбувається? Де ці кляті відступники?

source: Marvin, wspaniale, że się zjawiłeś. Miałem po ciebie już posyłać gońca.
uk: Марвіне, добре, що ти прийшов. Я вже збирався відправити за тобою посланця.

source: Marvin, wydaje mi się, że wioska jest w innym kierunku.
uk: Марвіне, схоже, село в іншому боці.

source: Marvin, właściwy człowiek na właściwym miejscu. Jest robótka do zrobienia, w zasadzie formalność, nic szczególnego dla prawdziwego tropiciela.
uk: Марвіне, ти потрібна людина в потрібному місці. Є робота, яку потрібно виконати, в основному формальність, нічого складного для справжнього слідопита.

source: Marvin, zaczekaj chwilę.
uk: Марвіне, зачекай хвилинку.

source: Marvin, znaleźliśmy cię wreszcie! Widzę, że nie próżnowałeś!
uk: Марвіне, нарешті ми тебе знайшли! Бачу, ти не сидів склавши руки!

source: Marvin, znasz mnie. Doskonale wiesz, że wolę być oszczędny z faktami, które mogą mieć dla rozmówców sporą wartość.
uk: Марвіне, ти мене знаєш. Ти добре знаєш, що я волію бути ощадливим щодо фактів, які можуть мати велику цінність для моїх співрозмовників.

source: Marvin, zrobiliśmy to, co było konieczne, żeby uciec i przeżyć.
uk: Марвіне, ми зробили все необхідне, щоб втекти і вижити.

source: Marvin, zwycięzca czterech pojedynków, zmierzy się z niedawno schwytanym orkiem!
uk: Марвін, переможець чотирьох поєдинків, зіткнеться з нещодавно полоненим орком!

source: Marvin.
uk: Марвін.

source: Marvin. Mam do ciebie serdeczną prośbę.
uk: Марвіне. Я маю до тебе особисте прохання.

source: Marvin. Nie powinienem cię o to prosić, ale...
uk: Марвіне. Я не повинен просити тебе про це, але...
